# Розклад вивозу сміття на Wenggasse з урахуванням усіх мешканців та їхніх тегів

WASTE_SCHEDULE = {
    "28.09.2026": {
        "type": "Biomüll (🟫 Коричневий бак)", 
        "person": "Ніка", 
        "tag": "@mdmkkkk (1 поверх)"
    },
    "05.10.2026": {
        "type": "Restmüll (⚫ Чорний бак)", 
        "person": "Діма", 
        "tag": "@nemozgoeb (1 поверх)"
    },
    "12.10.2026": {
        "type": "Gelber Sack (🟡 Жовтий мішок)", 
        "person": "Артем", 
        "tag": "@Artem0740 (1 поверх)"
    },
    "19.10.2026": {
        "type": "Biomüll (🟫 Коричневий бак)", 
        "person": "Ніка", 
        "tag": "@niqlert (3 поверх)"
    },
    "26.10.2026": {
        "type": "Papier (🔵 Синій бак)", 
        "person": "Стас", 
        "tag": "@SK3WM (3 поверх)"
    },
    "02.11.2026": {
        "type": "Restmüll (⚫ Чорний бак)", 
        "person": "Олександр", 
        "tag": "Олександр (3 поверх)" # Без юзернейму, вказуємо ім'я
    },
    "09.11.2026": {
        "type": "Gelber Sack (🟡 Жовтий мішок)", 
        "person": "Ліза", 
        "tag": "@elizavetarudenko18 (1 поверх)"
    },
    "16.11.2026": {
        "type": "Biomüll (🟫 Коричневий бак)", 
        "person": "Даня", 
        "tag": "@Vaidalbaeb0 (1 поверх)"
    },
    "23.11.2026": {
        "type": "Restmüll (⚫ Чорний бак)", 
        "person": "Ніка", 
        "tag": "@mdmkkkk (1 поверх)"
    },
    "30.11.2026": {
        "type": "Papier (🔵 Синій бак)", 
        "person": "Марія", 
        "tag": "Марія Мартиненко (3 поверх)" # Без юзернейму, вказуємо ім'я
    },
    "07.12.2026": {
        "type": "Gelber Sack (🟡 Жовтий мішок)", 
        "person": "Стас", 
        "tag": "@SK3WM (3 поверх)"
    },
    "14.12.2026": {
        "type": "Biomüll (🟫 Коричневий бак)", 
        "person": "Олександр", 
        "tag": "Олександр (3 поверх)"
    },
    "21.12.2026": {
        "type": "Restmüll (⚫ Чорний бак)", 
        "person": "Артем", 
        "tag": "@Artem0740 (1 поверх)"
    },
    "28.12.2026": {
        "type": "Gelber Sack (🟡 Жовтий мішок)", 
        "person": "Діма", 
        "tag": "@dmitrylostov (3 поверх)"
    }
}